Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Confirmed Agent changes and their recovery evidence.
zh_hans: 已确认的 Agent 修改及其恢复依据。

source: Confirming a previous note moves its portable identity and window state to the current location. Scholium does not change the Markdown file.
zh_hans: 确认原有笔记后，会将其便携身份与窗口状态关联到当前位置。Scholium 不会更改 Markdown 文件。

source: Connect
zh_hans: 连接

source: Connect Codex
zh_hans: 连接 Codex

source: Connect Existing Folders
zh_hans: 连接现有文件夹

source: Connect an External Agent
zh_hans: 连接外部 Agent

source: Connect an agent before sending.
zh_hans: 连接 Agent 后即可发送。

source: Connect an external Agent host to Scholium through the local bridge.
zh_hans: 通过本地桥接将外部 Agent 主机连接到 Scholium。

source: Connect an external Agent host to the currently running Scholium App through the local MCP adapter.
zh_hans: 通过本地 MCP 适配器，将外部智能体宿主连接到当前正在运行的 Scholium App。

source: Connect in Chat to send this instruction.
zh_hans: 请在聊天中连接后发送这条指令。

source: Connected
zh_hans: 已连接

source: Connected Tools
zh_hans: 已连接工具

source: Connecting…
zh_hans: 正在连接…

source: Connection
zh_hans: 连接

source: Connection Failed
zh_hans: 连接失败

source: Connection Settings
zh_hans: 连接设置

source: Connection Status Unavailable
zh_hans: 连接状态不可用

source: Connections
zh_hans: 关联

source: Connections are still refreshing. Try the link again shortly.
zh_hans: 关联仍在刷新。请稍后再打开该链接。

source: Considering your question…
zh_hans: 正在梳理问题…

source: Container Author
zh_hans: 载体作者

source: Container Authors
zh_hans: 容器作品作者

source: Content
zh_hans: 内容

source: Content Fingerprint
zh_hans: 内容指纹

source: Content indent
zh_hans: 内容缩进

source: Context
zh_hans: 上下文

source: Context Usage
zh_hans: 上下文用量

source: Context Window
zh_hans: 上下文窗口

source: Context and Usage
zh_hans: 上下文与用量

source: Context compaction could not be confirmed: %@
zh_hans: 无法确认上下文压缩结果：%@

source: Context size unavailable
zh_hans: 上下文容量暂不可用

# Context: %@
source: Context: %1$@
zh_hans: 上下文：%1$@

source: Continue
zh_hans: 继续

source: Continue Cleanup
zh_hans: 继续清理

source: Continue Sign-In
zh_hans: 继续登录

source: Continue Trash Cleanup?
zh_hans: 继续纸篓清理？

source: Continue Without Resending
zh_hans: 继续，不重发

source: Continue in Chat
zh_hans: 在聊天中继续

source: Continue in Chat to respond.
zh_hans: 请在聊天中继续回答。

source: Controlled choices, one per line
zh_hans: 受控选项，每行一个

source: Conversation Changes
zh_hans: 本会话的修改记录

source: Conversation Needs Attention
zh_hans: 对话需要处理

source: Conversation Title
zh_hans: 对话标题

source: Conversation history could not be opened: %@
zh_hans: 无法打开会话记录：%@

source: Conversation history could not be opened: %arg
zh_hans: 无法打开会话记录：%arg

source: Conversation history could not be refreshed. %@
zh_hans: 无法刷新会话记录。%@

source: Conversation history could not be refreshed. %arg
zh_hans: 无法刷新会话记录。%arg

source: Conversation not saved: %@
zh_hans: 会话未保存：%@

source: Conversation not saved: %arg
zh_hans: 会话尚未保存：%arg

source: Conversation organization
zh_hans: 讨论整理

source: Conversations
zh_hans: 会话

source: Conversations are saved automatically. Reopen one to continue your research.
zh_hans: 会话会自动保存。重新打开即可继续讨论。

source: Converted to PNG
zh_hans: 已转换为 PNG

source: Copied
zh_hans: 已复制

source: Copies a setup command. Run it in your Agent host to connect.
zh_hans: 复制配置命令。在 Agent 宿主中运行以连接。

source: Copy
zh_hans: 复制

source: Copy Candidate
zh_hans: 复制候选内容

source: Copy Claude Setup Command
zh_hans: 复制 Claude 设置命令

source: Copy Codex Setup Command
zh_hans: 复制 Codex 设置命令

source: Copy Details
zh_hans: 复制详情

source: Copy Relative Path
zh_hans: 复制相对路径

source: Copy Reply
zh_hans: 复制回复

source: Core Protocol
zh_hans: 核心协议

source: Correct Spelling Automatically
zh_hans: 自动更正拼写

source: Correspondence
zh_hans: 通信

source: Could Not %@
zh_hans: 无法 %@

source: Could Not %@ Folder
zh_hans: 无法%@文件夹

source: Could Not %arg
zh_hans: 无法 %arg

source: Could Not Complete Action
zh_hans: 无法完成操作

source: Could Not Link and Fill from Zotero
zh_hans: 无法从 Zotero 关联并填充

source: Could Not Load Notifications
zh_hans: 无法加载通知

source: Could Not Open Library
zh_hans: 无法打开资料库

source: Could Not Refresh Zotero Metadata
zh_hans: 无法刷新 Zotero 元数据

source: Could Not Save
zh_hans: 无法保存

source: Could Not Save Notification Settings
zh_hans: 无法保存通知设置

source: Could not create folder: %@
zh_hans: 无法创建文件夹：%@

source: Could not create note: %@
zh_hans: 无法创建笔记：%@

source: Could not open %@: %@
zh_hans: 无法打开 %@：%@

source: Could not reveal the current note. %@
zh_hans: 无法定位当前笔记。%@

source: Could not save search: %@
zh_hans: 无法保存搜索：%@

source: Create File
zh_hans: 创建文件

source: Create New
zh_hans: 新建

source: Create Note
zh_hans: 创建笔记

source: Create Triptych
zh_hans: 创建脉络

source: Create a New Triptych
zh_hans: 创建新脉络

source: Create a Note to begin.
zh_hans: 创建一则笔记以开始。

source: Create a Research Structure
zh_hans: 创建研究结构

source: Create a Triptych by choosing Analyses, Topics, and Works folders.
zh_hans: 通过选择分析、议题和写作文件夹创建脉络。

source: Create the Triptych together, or connect the folders you already use.
zh_hans: 让 Scholium 一并创建脉络，或连接你已经在使用的文件夹。

source: Created
zh_hans: 已创建

source: Created by External Agent
zh_hans: 由外部 Agent 创建

source: Created note
zh_hans: 已创建笔记

source: Creating Branch…
zh_hans: 正在创建分支…

source: Creating note
zh_hans: 正在创建笔记

source: Creator
zh_hans: 创作者

source: Creator Kind
zh_hans: 创作者类型

source: Creator Options
zh_hans: 作者选项

source: Creator Type
zh_hans: 创作者类型

source: Current Content
zh_hans: 当前内容

source: Current Editor
zh_hans: 当前编辑版本

source: Current Location
zh_hans: 当前位置

source: Current Revision
zh_hans: 当前版本

source: Current Revision Not Settled
zh_hans: 当前版本尚未暂定

source: Current Revision Not Settled, %@
zh_hans: 当前版本尚未暂定，%@

source: Current Source Unavailable
zh_hans: 当前源文本不可用

source: Current Work version
zh_hans: 当前稿件版本

source: Current editor only
zh_hans: 仅当前编辑内容

source: Current for saved source
zh_hans: 与已保存源文本一致

source: Current source changed
zh_hans: 当前源文本已更改

source: Current source is missing
zh_hans: 当前源文本缺失

source: Current source unavailable
zh_hans: 当前源文本不可用

source: Current: %@
zh_hans: 当前：%@

source: Custom Zotero Configuration
zh_hans: 自定义 Zotero 配置

source: Customize frequently used Scholium commands. Standard macOS shortcuts remain unchanged.
zh_hans: 自定义常用的 Scholium 命令。macOS 标准快捷键保持不变。

source: Cut
zh_hans: 剪切

source: Dark
zh_hans: 深色

source: Dataset
zh_hans: 数据集

source: Date
zh_hans: 日期

source: Decision
zh_hans: 决定

source: Declared Tools: %@
zh_hans: 声明的工具：%@

source: Decline
zh_hans: 拒绝

source: Declined
zh_hans: 已拒绝

source: Decrease Text Size
zh_hans: 减小文字大小

source: Default
zh_hans: 默认

source: Define optional managed fields for each role, then choose Agent guidance and fields that remain visible when empty in About. Existing values always appear. New Note YAML remains fixed.
zh_hans: 为每种角色定义可选的托管字段，然后选择 Agent 指引以及在“关于”中无值时仍显示的字段。已有值始终显示。新建笔记的 YAML 保持固定。

source: Define the label and instruction used for a selected passage.
zh_hans: 定义用于选中文本的标签和指令。

source: Delegated Request
zh_hans: 委派请求

source: Delete
zh_hans: 删除

source: Delete Appearance?
zh_hans: 删除外观配置？

source: Delete Appearance…
zh_hans: 删除外观…

source: Delete Column
zh_hans: 删除列

source: Delete File
zh_hans: 删除文件

source: Delete Row
zh_hans: 删除行

source: Delivery not confirmed. Review the conversation before continuing. %@
zh_hans: 未确认发送结果。请先检查会话，再继续操作。%@

source: Delivery not confirmed. Review the conversation before continuing. %arg
zh_hans: 尚未确认送达。请检查会话后再继续。%arg

source: Deny File Access
zh_hans: 禁止文件访问

source: Description (Optional)
zh_hans: 说明（可选）

source: Description for %@
zh_hans: %@ 的说明

source: Destination
zh_hans: 目的地

source: Details
zh_hans: 详细信息

source: Diagnostics
zh_hans: 诊断详情

source: Diagnostics…
zh_hans: 诊断详情…

source: Disable All Snippets
zh_hans: 禁用所有片段

source: Disabled
zh_hans: 已停用

source: Discard Added Field
zh_hans: 放弃添加字段

source: Discard Changes
zh_hans: 放弃更改

source: Discard Draft and Reload
zh_hans: 放弃草稿并重新载入

source: Discard Draft and Reload Current Note
zh_hans: 丢弃草稿并重新载入当前笔记

source: Discard Unsaved Appearance Changes?
zh_hans: 丢弃未保存的外观更改？

source: Discard and Switch
zh_hans: 丢弃并切换

source: Discard unsaved Record edits and reload?
zh_hans: 放弃未保存的记录修改并重新载入？

source: Disconnect
zh_hans: 断开连接

source: Discuss your research here. Add a passage or name a note to begin.
zh_hans: 在这里讨论研究。可以添加一段正文，或说明要讨论哪篇笔记。

source: Disk Version
zh_hans: 磁盘版本

source: Disk version only
zh_hans: 仅磁盘版本

source: Dismiss
zh_hans: 暂时忽略

source: Dismissed Items on This Mac
zh_hans: 这台 Mac 上已忽略的项目

source: Dismiss…
zh_hans: 暂时忽略…

source: Display Name
zh_hans: 显示名称

source: Display name for %@
zh_hans: %@ 的显示名称

source: Document
zh_hans: 文档

source: Document Appearance Unavailable
zh_hans: 文稿外观不可用

source: Document Find
zh_hans: 文内查找

source: Document Information
zh_hans: 文档信息

source: Document Mode
zh_hans: 文档模式

source: Document Mode, %@
zh_hans: 文档模式，%@

source: Document Statistic
zh_hans: 文档统计指标

source: Document Statistics
zh_hans: 文档统计

source: Document Text Size
zh_hans: 文档文字大小

source: Document appearance profiles are unavailable in this Settings session.
zh_hans: 此设置会话中无法使用文稿外观配置文件。

source: Document attached.
zh_hans: 已附加文档。

source: Done
zh_hans: 完成

source: Draft Answer
zh_hans: 回答草稿

source: Drag and Drop
zh_hans: 拖放

source: Dropped Image
zh_hans: 拖入的图片

source: Dropping Particle
zh_hans: 可省略前置助词

source: Dropping particle
zh_hans: 可省略的姓名连接词

source: Duplicate
zh_hans: 创建副本

source: Duplicate Appearance
zh_hans: 复制外观

source: Duplicate Note
zh_hans: 创建笔记副本

source: Duplicate Note…
zh_hans: 创建笔记副本…

source: Duplicate…
zh_hans: 复制…

source: Each creator needs a family name or an organization name.
zh_hans: 每位创作者都需要姓氏或组织名称。

source: Each heading level has its own scale, alignment, and spacing.
zh_hans: 每个标题级别都有独立的比例、对齐方式和间距。

source: Earlier Changes
zh_hans: 更早的修改

source: Earlier Revision
zh_hans: 较早版本

source: Earlier Work version
zh_hans: 较早的稿件版本

source: Earlier output exceeded the retention limit. The latest output is shown.
zh_hans: 较早的输出已超出保留上限。此处显示最新输出。

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑%@

source: Edit Earlier Request
zh_hans: 修改先前提问

source: Edit Entry
zh_hans: 编辑内容

source: Edit File
zh_hans: 编辑文件

source: Edit Heading Levels…
zh_hans: 编辑标题层级…

source: Edit Link Annotation
zh_hans: 编辑链接注释

source: Edit Managed Copy
zh_hans: 编辑托管副本

source: Edit Metadata
zh_hans: 编辑资料

source: Edit Metadata…
zh_hans: 编辑元数据…

source: Edit Note
zh_hans: 编辑笔记

source: Edit Question
zh_hans: 编辑问题

source: Edit Selection Action
zh_hans: 编辑选段操作

source: Edit Tool
zh_hans: 编辑工具

source: Edit Unavailable
zh_hans: 编辑不可用

source: Edit at Source
zh_hans: 在源笔记中编辑

source: Edit in New Branch
zh_hans: 在新分支中修改

source: Edit mode did not finish starting.
zh_hans: 编辑模式未完成启动。

source: Edited
zh_hans: 已修改

source: Edited by You
zh_hans: 你已编辑

source: Edition
zh_hans: 版次

source: Editor
zh_hans: 编辑

source: Editor Snapshot
zh_hans: 编辑器快照

source: Editor and disk revisions differ
zh_hans: 编辑器与磁盘版本不同

source: Editors
zh_hans: 编者

source: Edits this field in About
zh_hans: 在“关于”中编辑此字段

source: Edit…
zh_hans: 编辑…

source: Elapsed time for this turn, including tools and waits.
zh_hans: 本轮总用时，包含工具执行与等待。

source: Empty Note
zh_hans: 空笔记

source: Empty folder
zh_hans: 空文件夹

source: Enable %@
zh_hans: 启用%@

source: Enabled
zh_hans: 启用

source: Encyclopedia Entry
zh_hans: 百科词条

source: End inset
zh_hans: 末端内边距

source: English %lld
zh_hans: 英文 %lld

source: Enter a connection name without line breaks or control characters.
zh_hans: 请输入不含换行或控制字符的连接名称。

source: Enter a family name or organization name for each creator.
zh_hans: 请为每位作者填写姓氏或机构名称。

source: Enter a family name or single name for this creator.
zh_hans: 请填写作者的姓或单一姓名。

source: Enter a program or a valid HTTPS server address. Local servers may use HTTP on the loopback address.
zh_hans: 请输入程序或有效的 HTTPS 服务器地址。本地服务器可以使用回环地址上的 HTTP。

source: Enter a search term to begin.
zh_hans: 输入关键词以开始搜索。

source: Enter a valid number.
zh_hans: 请输入有效数字。

source: Enter an instruction of up to 16 KB.
zh_hans: 请输入指令，最长 16 KB。

source: Enter environment variable names only, without values, spaces or equals signs.
zh_hans: 请仅填写环境变量名，不含变量值、空格或等号。

source: Enter valid PDF page numbers, such as 1–5, 8.
zh_hans: 请输入有效的 PDF 页码，例如 1–5、8。

source: Entry Options
zh_hans: 内容选项

source: Environment Variables
zh_hans: 环境变量

source: Environment Variables — One per Line
zh_hans: 环境变量 — 每行一个

source: Environment settings are managed by the runtime configuration.
zh_hans: 环境设置由运行时配置管理。

source: Error
zh_hans: 错误

source: Event Date
zh_hans: 活动日期

source: Event Place
zh_hans: 活动地点

source: Event Title
zh_hans: 活动名称

source: Evidence
zh_hans: 证据

source: Exact alias
zh_hans: 别名完全匹配

source: Exact filename
zh_hans: 文件名完全匹配

source: Exact local evidence for note mutations made through MCP.
zh_hans: 通过 MCP 对笔记进行变更的精确本地证据。

source: Exact path
zh_hans: 路径完全匹配

source: Exact title
zh_hans: 标题完全匹配

source: Examine Argument
zh_hans: 检验论证

source: Examine the claim and reasons in the attached passage, any premises needed for the inference, and the most consequential objection. Distinguish stated premises from your reconstruction; do not force a nonargumentative passage into a proof. Discuss in Chat without changing Notes.
zh_hans: 请检验所附选段的主张与理由、推论所需的前提及最关键的异议。区分原文明说的前提和你的重构；不要把非论证性的段落强行改写为证明。先在聊天中讨论，不修改笔记。

source: Execution Environment
zh_hans: 执行环境

source: Existing Codex Settings Folder
zh_hans: 已有 Codex 设置文件夹

source: Existing Values Kept
zh_hans: 保留现有值

source: Expand All
zh_hans: 全部展开

source: Expand All Folders
zh_hans: 展开所有文件夹

source: Expand Attachments
zh_hans: 展开附件

source: Expanded
zh_hans: 已展开

source: Expands this document
zh_hans: 展开此文档

source: Expected: %@
zh_hans: 预期版本：%@

source: Explain
zh_hans: 解释

source: Explain Query
zh_hans: 解释查询

source: Explain Query: %@
zh_hans: 解释查询：%@

source: Explain the attached passage concisely. Distinguish its explicit claims from your interpretation, and identify uncertainty where context is missing. Do not change Notes.
zh_hans: 简要解释附带选段，区分原文明说的主张与自己的理解；上下文不足之处请明确指出不确定性。不要修改笔记。

source: Explicit Connections
zh_hans: 明确关联

source: External Agent Hosts
zh_hans: 外部 Agent 主机

source: External Agent Hosts…
zh_hans: 外部 Agent 主机…

source: External Tools & Citations
zh_hans: 外部工具与引用

source: Extra High
zh_hans: 极高

source: Extracted Text · %lld Pages
zh_hans: 提取文字 · %lld 页

source: Failed
zh_hans: 失败

source: Failure
zh_hans: 失败

source: Family Name
zh_hans: 姓氏

source: Family name
zh_hans: 姓

source: Fenced Code
zh_hans: 围栏代码

source: Field
zh_hans: 字段

source: Field Actions
zh_hans: 字段操作

source: Field Key
zh_hans: 字段键

source: Field definitions and About visibility are portable Triptych settings. They do not edit existing Note metadata or Markdown source.
zh_hans: 字段定义与“关于”可见性属于便携脉络设置，不会编辑现有笔记元数据或 Markdown 源文本。

source: Field keys and types are permanent. Archiving preserves stored values.
zh_hans: 字段键和类型不可更改。归档会保留已有值。

source: Fields added here become optional Metadata fields for every Note in this role. A field key and value type are permanent. Labels, descriptions, and order can change; archiving is reversible and preserves every stored value.
zh_hans: 此处添加的字段会成为该角色下每篇笔记的可选元数据字段。字段键和值类型不可更改。标签、说明和顺序可以修改；归档可撤销，并会保留所有已存储的值。

source: File Changes
zh_hans: 文件修改

source: File Created
zh_hans: 文件创建时间

source: File History
zh_hans: 文件历史

source: File Information
zh_hans: 文件信息

source: File browsing
zh_hans: 文件浏览

source: File could not be read
zh_hans: 无法读取文件

source: File exceeds the input limit
zh_hans: 文件超出输入限制

source: File reading
zh_hans: 文件读取

source: File search
zh_hans: 文件检索

source: File selection is unavailable in this window.
zh_hans: 此窗口当前无法选择文件。

source: File update
zh_hans: 文件更新

source: Files and Folders
zh_hans: 文件与文件夹

source: Files in This Conversation
zh_hans: 本次会话涉及的文件

source: Files: %lld
zh_hans: 文件：%lld

source: Filter Notifications
zh_hans: 筛选通知

source: Filter and sort Library notes
zh_hans: 筛选并排序资料库文档

source: Find
zh_hans: 查找

source: Find Next
zh_hans: 查找下一个

source: Find Options
zh_hans: 查找选项

source: Find Previous
zh_hans: 查找上一个

source: Find Related Material
zh_hans: 查找相关材料

source: Find and Replace…
zh_hans: 查找并替换…

source: Find from Selection
zh_hans: 查找所选段落的相关材料

source: Find in Conversation
zh_hans: 在对话中查找

source: Find in Document
zh_hans: 在文档中查找

source: Find in Links
zh_hans: 在连接中查找

source: Find in Page
zh_hans: 页面内查找

source: Finder owns file restoration. Scholium moves only the listed source items to system Trash and retains their portable identities.
zh_hans: 文件恢复由访达负责。Scholium 只将列出的源项目移入系统废纸篓，并保留其便携身份。

source: Finding related material
zh_hans: 正在查找相关材料

source: Finding…
zh_hans: 正在查找…

source: Find…
zh_hans: 查找…

source: Fine typography and heading controls for the selected document appearance.
zh_hans: 所选文稿外观的细致排版和标题控制。

source: Fine typography is configured with Advanced CSS.
zh_hans: 细致排版通过 Advanced CSS 配置。

source: Finish Recovery
zh_hans: 完成恢复

source: Finish Recovery…
zh_hans: 完成恢复…

source: Finish editing with the input method, then try adding the Note again.
zh_hans: 请先完成输入法组字，再尝试添加此 Note。

source: Finish preparing the current material before adding another.
zh_hans: 请等待当前材料准备完成，再添加其他材料。

source: Finish text composition before leaving this field.
zh_hans: 请完成输入法组词后再离开此字段。

source: Finish text composition to change document mode.
zh_hans: 请先结束文本输入，再切换文稿模式。

source: Finish the current file selection before choosing another file or folder.
zh_hans: 请先完成当前文件选择，再选择其他文件或文件夹。

source: Finish the current operation before changing Skill folders.
zh_hans: 请等待当前操作完成，再更改技能文件夹。

source: First name
zh_hans: 名

source: First-level heading (H1)
zh_hans: 一级正文标题（H1）

source: First-line indent
zh_hans: 首行缩进

source: Folder Containing Works
zh_hans: “写作”所在的文件夹

source: Folder Detected from Works
zh_hans: 从作品检测到的文件夹

source: Folder created: %@
zh_hans: 已创建文件夹：%@

source: Folder name
zh_hans: 文件夹名称

source: Folders
zh_hans: 文件夹

source: Font size
zh_hans: 字号

source: Footnote
zh_hans: 文末脚注

source: For %lld Days
zh_hans: 持续 %lld 天

source: For 1 Day
zh_hans: 持续 1 天

source: Forward
zh_hans: 前进

source: From Agent
zh_hans: 发起 Agent

source: Full Access
zh_hans: 完全访问

source: Full Access allows autonomous operations in the runtime environment. Ask for Approval requests permission for Note changes and runtime escalations.
zh_hans: 完全访问允许 Agent 在运行环境内自主操作。操作前询问会在修改笔记和提升运行时权限前请求批准。

source: Full Text Snapshot
zh_hans: 完整文字快照

source: Full source received
zh_hans: 已接收完整源文

source: Genre
zh_hans: 体裁

source: Get Started
zh_hans: 开始使用

source: Given Name
zh_hans: 名字

source: Given name
zh_hans: 名

source: Go to Frontmatter
zh_hans: 前往 Frontmatter

source: Group
zh_hans: 分组

source: Han Characters
zh_hans: 汉字数

source: Heading
zh_hans: 标题

source: Heading %arg
zh_hans: 标题 %arg

source: Heading %lld
zh_hans: 标题 %lld

source: Heading Font
zh_hans: 标题字体

source: Heading Letter Spacing
zh_hans: 标题字距

source: Heading Level
zh_hans: 标题级别

source: Heading Levels
zh_hans: 标题层级

source: Heading Line Spacing
zh_hans: 标题行距

source: Heading Outline
zh_hans: 标题大纲

source: Heading Style
zh_hans: 标题样式

source: Heading Weight
zh_hans: 标题字重

source: Heading level %lld
zh_hans: %lld 级标题

source: Headings
zh_hans: 标题

source: Hidden
zh_hans: 隐藏

source: Hide Evidence
zh_hans: 隐藏依据

source: Hide Replace
zh_hans: 收起替换

source: Hide Research Inspector
zh_hans: 隐藏研究检查器

source: Hide Sidebar
zh_hans: 隐藏边栏

source: High
zh_hans: 高

source: Highlight
zh_hans: 高亮

source: History
zh_hans: 历史

source: Horizontal inset
zh_hans: 水平内边距

source: Horizontal padding
zh_hans: 水平内边距

source: Hotkey
zh_hans: 快捷键

source: Hotkey for %@
zh_hans: %@ 的快捷键

source: Hotkeys
zh_hans: 快捷键

source: Hotkeys are stored on this Mac and update menu commands immediately.
zh_hans: 快捷键存储在此 Mac 上，并会立即更新菜单命令。

source: Hyphenation
zh_hans: 断词

source: INTERRUPTED SAVES
zh_hans: 中断的保存

source: Identity & Metadata
zh_hans: 身份与元数据

source: Identity Recovery Required
zh_hans: 需要恢复身份

source: Identity not confirmed
zh_hans: 身份尚未确认

source: Identity recovery failed. %@
zh_hans: 身份恢复失败。%@

source: Identity recovery failed. %arg
zh_hans: 身份恢复失败。%arg

source: Idle
zh_hans: 空闲

source: If portable cleanup fails after Finder accepts the items, Scholium keeps a recovery plan. External file deletion only refreshes the workspace.
zh_hans: 如果 Finder 接受项目后可移植状态清理失败，Scholium 会保留恢复计划。外部文件删除只会刷新工作区。

source: Illustration
zh_hans: 插图

source: Image
zh_hans: 图像

source: Image Snapshot
zh_hans: 图片快照

source: Image inserted.
zh_hans: 图片已插入。

source: Image preview is unavailable. Try Quick Look.
zh_hans: 图片预览不可用。请尝试快速查看。

source: Import
zh_hans: 导入

source: Import CSS Snippet
zh_hans: 导入 CSS 片段

source: Import CSS Snippet…
zh_hans: 导入 CSS 片段…

source: Import Image
zh_hans: 导入图片

source: Import Image…
zh_hans: 导入图片…

source: Import Markdown…
zh_hans: 导入 Markdown…

# Imported %lld Markdown file%@ into %@.
source: Imported %1$lld Markdown file%2$@ into %3$@.
zh_hans: 已将 %1$lld 个 Markdown 文件%2$@导入 %3$@。

source: In Progress
zh_hans: 进行中

source: In Zotero Advanced settings, enable ‘Allow other applications on this computer to communicate with Zotero’, then test again.
zh_hans: 在 Zotero 高级设置中，启用“允许此计算机上的其他应用程序与 Zotero 通信”，然后再次测试。

source: Include the Command key in a Scholium hotkey.
zh_hans: Scholium 快捷键必须包含 Command 键。

source: Include the Command key in a Scholium shortcut.
zh_hans: Scholium 快捷键必须包含 Command 键。

source: Include ⌘. Press Delete to clear the shortcut or Escape to stop recording.
zh_hans: 请包含 ⌘。按 Delete 清除快捷键，或按 Escape 停止录制。

source: Included in Chat · Read Only
zh_hans: 聊天内置 · 只读

source: Incoming
zh_hans: 传入

source: Incoming Links
zh_hans: 指向本笔记的链接

# Incoming link from %@. Link annotation: %@
source: Incoming link from %1$@. Link annotation: %2$@
zh_hans: 来自 %1$@ 的传入连接。链接注释：%2$@

# Incoming link from %@. No link annotation
source: Incoming link from %1$@. No link annotation
zh_hans: 来自 %1$@ 的传入连接。无链接注释

source: Increase Text Size
zh_hans: 增加文字大小

source: Index
zh_hans: 索引

source: Index Image
zh_hans: 索引图片

source: Index Image…
zh_hans: 索引图片…

# Indexed %lld of %lld notes.
source: Indexed %1$lld of %2$lld notes.
zh_hans: 已索引 %1$lld / %2$lld 篇笔记。

source: Indexed attachment unavailable: %@
zh_hans: 已索引附件不可用：%@

source: Indexed attachment unavailable: %arg
zh_hans: 已索引附件不可用：%arg

source: Information
zh_hans: 信息

source: Inline Code
zh_hans: 内联代码

source: Inline Footnote
zh_hans: 行内脚注

source: Input Requested
zh_hans: 需要你的回答

source: Insert
zh_hans: 插入

source: Insert Column After
zh_hans: 在之后插入列

source: Insert Column Before
zh_hans: 在之前插入列

source: Insert Footnote
zh_hans: 插入文末脚注

source: Insert Inline Footnote
zh_hans: 插入行内脚注

source: Insert Row After
zh_hans: 之后插入行

source: Insert Row Before
zh_hans: 在之前插入行

source: Insert → Footnote
zh_hans: 插入 → 文末脚注

source: Insert → Inline Footnote
zh_hans: 插入 → 行内脚注

source: Inserted
zh_hans: 新增

source: Inspect
zh_hans: 检查

source: Inspect Agent Change
zh_hans: 查看代理更改

source: Inspect Recovery…
zh_hans: 检查恢复…

source: Inspect exact save candidates retained after an interruption and durable records from file operations that could not finish cleanly.
zh_hans: 检查进程中断后保留的精确保存候选内容，以及未能正常完成的文件操作记录。

source: Inspect one exact machine-local MCP mutation at a time.
zh_hans: 每次审查一项通过 MCP 完成的精确本机修改。

source: Install the compatible Scholium CLI before copying a setup command.
zh_hans: 复制设置命令前，请安装兼容的 Scholium CLI。

source: Institution
zh_hans: 机构

source: Instruction
zh_hans: 指令

source: Integration settings
zh_hans: 集成设置

source: Integrity
zh_hans: 完整性

source: Intended After
zh_hans: 预期修改后

source: Intended insertion
zh_hans: 预期新增

source: Interaction settings
zh_hans: 交互设置

source: Interrupt Agent
zh_hans: 中断 Agent

source: Interrupted
zh_hans: 已中断

source: Interrupted Saves Unavailable
zh_hans: 中断保存记录不可用

source: Interrupted save
zh_hans: 中断的保存

source: Interrupted save candidate source
zh_hans: 中断保存候选源文本

source: Interrupted save recovery completed
zh_hans: 中断保存恢复已完成
